// @/app/config/badge-config.ts

export const ALL_BADGES: BadgeName[] = [
  "Путевые листы",
  "ЭПЛ",
  "Предрейсовый технический осмотр",
  "Телемедицина",
  "Управление штрафами",
  "Уведомления и мониторинг документов",
  "Образовательные услуги",
  "Дополнительные сервисы и аутсорсинг",
  "Блог"
];

export type BadgeName =
  | "Путевые листы"
  | "ЭПЛ"
  | "Предрейсовый технический осмотр"
  | "Телемедицина"
  | "Управление штрафами"
  | "Уведомления и мониторинг документов"
  | "Образовательные услуги"
  | "Дополнительные сервисы и аутсорсинг"
  | "Блог"
